Repository: ct-17/myblog
Catalog: translates/*/LC_MESSAGES/django.po
Languages: vi

source: Password
vi: Mật khẩu

source: Password (again):
vi: Nhập lại mật khẩu

source: Your passwords didn't match.
vi: Mật khẩu của bạn không khớp

source: CT Bog
vi: CT Blog

source: Account Admin
vi: Quản trị tài khoản

source: CT Admin
vi: Quản trị viên CT

source: User Manager
vi: Quản lý người dùng

source: Pasword (again)
vi: Nhập lại mật khẩu

source: Password (again)
vi: Nhập lại mật khẩu

source: Full Name
vi: Họ và Tên

source: Email
vi: Địa chỉ Email

source: That User is already taken.
vi: Người dùng đã tồn tại.

source: That Email is already taken.
vi: Địa chỉ Email đã tồn tại.

source: Email address does not exist.
vi: Địa chỉ Email không tồn tại.

source: Email or Password don't exist.
vi: Địa chỉ Email không tồn tại.

source: User must have an Email address.
vi: Người dùng phải có địa chỉ Email.

source: User must have an Password
vi: Người dùng phải có mật khẩu.

source: Fullname
vi: Họ và Tên

source: User
vi: Người dùng

source: Blog Manager
vi: Quản Trị Blog

source: technology
vi: Công Nghệ

source: entertainment
vi: Giải Trí

source: Title:
vi: Tiêu Đề:

source: This title is not unique, please try again.
vi: Tiêu đề này không phải là duy nhất, vui lòng thử lại.

source: This field is required, please try again.
vi: Trường này là bắt buộc, vui lòng thử lại.

source: The title must be unique.
vi: Tiêu đề phải là duy nhất.

source: Image:
vi: Ảnh:

source: Description:
vi: Miêu Tả:

source: Content:
vi: Nội Dung:

source: Kind:
vi: Thể Loại:

source: Views:
vi: Số Lượt Xem:

source: Publish Date:
vi: Ngày Xuất Bản:

source: Author:
vi: Người Đăng:

source: Like:
vi: Lượt Thích:

source: Post
vi: Bài Đăng

source: Comment
vi: Bình Luận

source: create/
vi: tao-bai-viet/

source: ^(?P<id>\d+)/delete/$
vi: ^(?P<id>\d+)/xoa-bai-dang/$

source: ^(?P<id>\d+)/edit/$
vi: ^(?P<id>\d+)/chinh-sua-bai-dang/$

source: Updated the post!
vi: Bài viết đã được cập nhật!

source: Created a new post!
vi: Một bài viết đã được tạo!

source: Deleted post!
vi: Bài viết đã được xóa!

source: Vietnamese
vi: Tiếng Việt

source: English
vi: Tiếng Anh

source: admin/
vi: trang-quan-tri/

source: accounts/login/
vi: tai-khoan/dang-nhap/

source: accounts/register/
vi: tai-khoan/dang-ki/

source: accounts/logout/
vi: tai-khoan/dang-xuat/

source: Search
vi: Tìm Kiếm

source: Models in the %(name)s application
vi: Các models trong ứng dụng %(name)s

source: Home
vi: Trang chủ
